Repository: lf-j/Open-Source-Guides-For-The-Enterprise
Catalog: BuildingLeadership_in_an_OpenSourceCommunity/tm/Building Leadership in an Open Source Community-EN.tmx
Source language: en_us
Languages: ja_jp

source: Be sure to read the documentation, join IRC for real-time, private chats, join mailing lists, etc. for guidance on how roles are defined and how the project is structured and managed.
ja_jp: 文書をよく読み、リアルタイムのプライベートなチャットのためIRCに加入し、メーリングリストを購読するなどして、どのように役割が定義されるか、プロジェクトが構造化され、管理されるかについての指導を得ましょう。

source: Meanwhile, the following will give you a general understanding of some of the common types of leadership roles.
ja_jp: それを実行するまでの間、よくあるタイプのリーダーシップの役割の一部については以下の項目が一般的な理解を助けます。

source: Technical leadership
ja_jp: 技術的リーダーシップ

source: -Committer/Maintainer
ja_jp: - コミットする人／保守者

source: -TAB/TSC member
ja_jp: - TAB/TSCメンバー

source: -TSC chair/chief architect
ja_jp: - TSC議長／主任アーキテクト

source: -Documentation/technical writer – “this is a special case maintainer”
ja_jp: - 文書／テクニカルライター - 「これは特別なケースの保守者です」

source: Governance leadership
ja_jp: ガバナンスでのリーダーシップ

source: -Executive director
ja_jp: - エグゼクティブ ディレクター

source: -Committees/subcommittees
ja_jp: - 委員会／準委員会

source: -Board member/member representatives
ja_jp: - 役員会メンバー／メンバー代表者

source: Operational leadership
ja_jp: 運用上のリーダーシップ

source: -Project managers
ja_jp: - プロジェクト マネージャー

source: -Community managers and advocates
ja_jp: - コミュニティ マネージャーと賛同者

source: Leadership roles matrix
ja_jp: リーダーシップの役割マトリクス

source: Keep in mind that while these roles resemble their traditional counterparts in a historical management hierarchy, they are not the same.
ja_jp: これらの役割は、歴史的な管理階層の従来型の同等の役割と似通ってはいますが、同じではないことを忘れないでください。

source: One cannot simply transpose the values, processes and principles from the old closed model to the new open source model.
ja_jp: 古い、クローズドな時代のモデルの価値、プロセスと理念を新しいオープンソースモデルへ単純に置き換えることはできません。

source: In many ways they are direct opposites, or perhaps mirror images.
ja_jp: 多くの点で、それらはまったく正反対のもの、あるいは鏡に映ったイメージであると言えます。

source: In any case, they are different in every important way.
ja_jp: とにかく、それらはあらゆる重要な点において異なります。

source: To choose one is to reject the other.
ja_jp: 一つを選ぶことで、もう一つを拒否することになります。

source: The leaders in open source are comfortable and even promote transparency and must obtain consensus before a project can move ahead.
ja_jp: オープンソースにおけるリーダーは、リラックスしていて、透明性の促進さえにも取り組み、プロジェクトを前に進める前に意見の一致に到達しなくてはなりません。

source: The process and leadership style can be maddening to those who prefer to cling to the traditional business structure.
ja_jp: そのプロセスとリーダーシップのスタイルは従来のビジネス構造に縋りつきたいと望む人々にとっては、神経を逆なでされるようなものです。

source: In response to the frustrations often encountered in this sweeping cultural change, “a lot of companies will take the path of least resistance, which is ”oh this is great.
ja_jp: この劇的な文化の変化でしばしば直面される不満に応えて、Martin氏は次のような流れになると説明しています。「多くの企業は、抵抗が最小限になる道を選びます。それは『これはすごい。

source: I’m going to start with this as a base, fork it and do my own thing internally,” says Martin.
ja_jp: まずはこれをベースに始め、これを取り交ぜれば社内では自分のやり方でやれるだろう』という受け取られ方です。

source: “The problem is that’s not sustainable and scalable in the long term because the further you diverge away from the rest of the community, the harder it’s going to be when there’s a next major upgrade that you want to pull from the community,” he said.
ja_jp: 問題は長期的にそれが持続可能で拡張可能ではないということです。なぜなら、コミュニティの他の部分から離れれば離れるほど、コミュニティから取り入れたい次の大きなアップグレードが行われたとき、より大きな困難に見舞われるからです」

source: Simply put, open source is a community effort and anything you do that pulls your work away from the community will eventually be to your company’s detriment.
ja_jp: 端的に言うと、オープンソースとはコミュニティによる取り組みであり、そのコミュニティから自分の仕事を引き離す行動はいずれ、御社の不利益につながるということです。

source: Becoming a leader in a collaborative environment requires considerable people skills and a willingness to see no work as beneath your rank.
ja_jp: 協働的な環境でリーダーになるためには、相当の対人スキルと、あらゆる仕事を自分の地位に相応しくないと言って断らないという意欲が必要です。

source: “It is as simple as noticing that something needs to be done, and doing it – filing a bug, answering a question, offering to sit in the booth at a conference.”
ja_jp: 「それは、何かを実行しなくてはならないことに気付くことと同じくらい簡単なことです。バグを記録し、質問に答え、展示会でブースに立つことを引き受けるようなことです」

source: Jeff Osier-Mixon —Open Source Community Manager at Intel
ja_jp: Jeff Osier-Mixon氏 — Intel社のオープンソース コミュニティ マネージャー

source: And, of course, it requires significant technical skills in open source and the audacity in boldly using them – but only after you’ve studied the lay of the land, understood the group dynamics, and done some of the dirty work yourself.
ja_jp: そして、もちろん、それはオープンソースにおける重要な技術的スキルと、それらを果敢に使いこなす大胆さを必要としますが、これらについてはあなたがそのコミュニティの状況を詳しく調べ、グループのダイナミクスを理解し、自分自身で割に合わない仕事を請け負ってからの話です。

source: In other words, becoming a leader starts with earning the group’s respect.
ja_jp: 言い換えると、リーダーになることはグループの尊敬を勝ち取ることから始まります。

source: You can’t demand it, you must earn it.
ja_jp: あなたはそれを要求することはできません。自ら勝ち取らなくてはなりません。

source: Where to join in to prove your chops and earn leadership
ja_jp: あなたのスキルを証明し、リーダーシップを勝ち取るためにはどこから参入するべきか

source: Projects document how to join a committee, become a maintainer, and how to do join in at almost any level.
ja_jp: プロジェクトは通常、委員会への参加方法、保守者のなり方、およびあらゆるレベルでの参加方法を文書化しています。

source: Look at those documents to find a place to begin fitting into the group.
ja_jp: それらの文書を見て、グループに馴染み始めるべき場所を見つけましょう。

source: You can start anywhere you like, just don’t cut in line.
ja_jp: どこからでも、好きなところから始められますが、ただ列に割り込むことだけは避けましょう。

source: “The one thing a person can do to develop influence is listen, understand, really try to read a situation before jumping in. If you can develop that habit over time then I think people will respect your contributions and find you to be more influential.”
ja_jp: 「影響力を得るためにできることの一つとして、話を聞き、理解し、飛び込む前に状況を読むために心からの努力をすることがあります。そのような習慣を時間と共に身に付けられれば、人々はあなたの貢献を尊重するようになり、あなたはより大きな影響力を手にすると、私は思います」

source: Open source conferences also provide a great way to meet other developers and leadership in a community.
ja_jp: オープンソース カンファレンスも、コミュニティ内の他の開発者、リーダーシップに出会うすばらしい場を提供します。

source: Beyond networking, making presentations at such events is a noteworthy way to share your and your company’s accomplishments and contributions to open source projects.
ja_jp: ネットワーキングだけでなく、そのようなイベントで発表することは、オープンソース コミュニティへのあなたの、そして自社の実績と貢献を共有するための注目すべき方法です。

source: Yehuda says his company, Oath, helps developers hone their presentation skills and polish specific presentations so that they succeed on stage.
ja_jp: Yehuda氏は彼の会社、Oathが、開発者の発表スキルを高め、具体的な発表内容を洗練させることで、ステージ上での成功を助けていると発言しています。

source: Practice makes perfect, so the more presentations developers make, the better they get at doing it – and the more recognizable their face, name and work becomes to the open source community.
ja_jp: 練習することで完璧に発表をこなすことができるようになるため、開発者が発表をすればするほど、発表の能力が高まります。そしてオープンソース コミュニティで彼らの顔、名前と仕事がさらに有名になります。

source: Contributions upstream will do the most in establishing your credentials and reputation in the community, however.
ja_jp: ただし、やはりアップストリームの貢献が、あなたの経歴と評判を確立するために最も効果を発揮します。

source: Jump in and fix bugs where you see them and make contributions that will be helpful to the entire community and not just for your own projects.
ja_jp: 飛び込んでいって、見つけたところでバグを修正し、自分のプロジェクトだけでなくコミュニティ全体の役に立つ貢献をしましょう。

source: Joining vs creating a project
ja_jp: プロジェクトに参入するVSプロジェクトを作成する

source: Joining a project may seem like a slow path to a leadership position.
ja_jp: プロジェクトに参入することは、リーダーシップの地位まで遠い道のりに感じられるかもしれません。

source: Indeed, it does take time.
ja_jp: 確かに、時間はかかります。

source: However, it has advantages too, including immediate gains by benefitting from the work the community has already done and none of the expense of starting your own project.
ja_jp: ただし、コミュニティが既に行ってきた仕事からすぐに利益を得られること、自分のプロジェクトを立ち上げるコストがかからないことなど、参入には利点もあります。

source: Starting your own projects in order to establish leadership, won’t gain you much.
ja_jp: リーダーシップを確立するために自分のプロジェクトを始めることは、あなたに多くをもたらしません。

source: As Martin put it, “if you’re the only group of kids in the sandbox, all from the same company, are you really leaders, or are you just the only people working on the project?”
ja_jp: Martin氏は次のようにコメントしています。「あなたたちがもし砂場にいる唯一の子供のグループだったら、そして全員が同じ会社に勤めていたら、本当にあなたたちはリーダーであると言えますか？それとも、単にそのプロジェクトで働いている関係者ですか？」

source: If you do start a project, do so for reasons other than establishing leadership because frankly no one else might join.
ja_jp: もしあなたがプロジェクトを始めるなら、リーダーシップを確立するという理由以外の理由で実行しましょう。なぜなら、率直に言ってそのプロジェクトに誰も参加しない場合があるからです。

source: That’s especially true if your project is less than stellar or competes with an established project.
ja_jp: それは、あなたのプロジェクトが非常にすばらしいものではない場合、または既に確立されたプロジェクトと競合する場合、特に当てはまります。

source: “Starting a project takes a lot of work.
ja_jp: 「プロジェクトを立ち上げるには、多くの労力が必要となります。

source: Don’t start it if your code would be better off served contributing to another project where you could become a leader in that project by the basis of your code contributions.”
ja_jp: あなたのコードが別のプロジェクトに貢献して、コードの貢献に基づいてそのプロジェクトであなたがリーダーになれる可能性があるなら、新しいプロジェクトを立ち上げることはやめておきましょう」

source: Questions to Ask Yourself Before Starting a New Open Source Project
ja_jp: 新しいオープンソース プロジェクトを立ち上げる前に自問すべき質問集

source: Is it possible to join efforts with an existing open source project?
ja_jp: 1.既存のオープンソース プロジェクトの取り組みに加わることはできますか？

source: Can we launch and maintain the project using the OSS model?
ja_jp: 2.OSSモデルを使ってそのプロジェクトを立ち上げ、維持できますか？

source: What constitutes success?
ja_jp: 3.成功の構成要素とは何ですか？

source: How do we measure it?
ja_jp: 成功をどのように測定しますか？

source: Can we financially sponsor the project?
ja_jp: 4.プロジェクトを経済的に支援できますか？

source: Do we have an internal executive champion?
ja_jp: 社内に首席となるような優れた人材がいますか？

source: Will the project be able to attract outside enterprise participation (from the start)?
ja_jp: 5.そのプロジェクトは（最初から）社外の企業の参加を集められますか？

source: Is there enough external interest to form and grow a developer community?
ja_jp: 6.開発者のコミュニティを形成し、成長させるに十分な外部からの関心がありますか？

source: Technical contributions
ja_jp: 技術的貢献

source: Donating code is serious business in open source communities.
ja_jp: コードの寄付は、オープンソース コミュニティにとって深刻な問題です。

source: Building the project is exactly the point of the joint exercise.
ja_jp: プロジェクトの構築は、まさに共同課題を掲げることの真意です。

source: With many hands, the work is lighter, and by many contributions the risks are lowered and the quality heightened.
ja_jp: 多くの手があれば、仕事は軽くなり、多くの貢献があれば、リスクは減少し品質は高まります。

source: Those are the goals anyway.
ja_jp: とにかく、それらが目標となります。

source: The number one rule is to make sure that your contributions are useful to others and not just self-serving.
ja_jp: 鉄則は、あなたの貢献を自分だけに役立つものでなく、必ず他の人にとって有用なものにすることです。

source: But usefulness isn’t limited to big advancements; smaller bug fixes and other tweaks are appreciated too.
ja_jp: ただし、有用性は大きな進展に限定されるものではありません。小さなバグの修正やその他の微調整も感謝されるものです。

source: The point is to make your contribution universally helpful, whether big or small.
ja_jp: 重要なのは、あなたからの貢献を、その規模に問わず誰にでも役立つものにすることです。

source: Ibrahim Haddad also counsels contributors to follow the proper coding style, work within the project’s submission processes, provide documentation and explanations, listen to feedback, and wait patiently for acceptance.
ja_jp: Ibrahim Haddad氏もまた、貢献者たちに正しいコーディング スタイルを踏襲し、プロジェクトの提案過程の範囲内で働き、文書と説明を提供し、フィードバックに耳を傾け、辛抱強く承認を待つように忠告しています。

source: Upstreaming Best Practices
ja_jp: アップストリーム活動のベストプラクティス

source: Internally to Your Organization
ja_jp: 所属組織内部で

source: -Decide on upstreaming for the right reasons.
ja_jp: - アップストリーム活動は正しい理由のために決定すること。

source: -Design and implement code with upstreaming in mind.
ja_jp: - アップストリーム活動を念頭にコードを設計、実装すること。

source: -Keep your developers involved in the open source project even if it was just a soft involvement.
ja_jp: - 簡単な関与でもよいので、自社の開発者をオープンソース プロジェクトに関与させ続けること。

source: Externally Towards the Project
ja_jp: プロジェクトに向けて外部へ

source: -Ensure that your contributions are useful to others.
ja_jp: - 自社の貢献が、他者にとって有用であるようにすること。

source: -Follow proper coding style.
ja_jp: - 適切なコーディングのスタイルを踏襲すること。

source: -Work within the submission processes of the project.
ja_jp: - プロジェクトの提案過程の範囲内で仕事をすること。

source: -Provide documentation and explanations around your contributions.
ja_jp: - あなたからの貢献について文書と説明を提供すること。

source: -Listen to feedback and act upon it.
ja_jp: - フィードバックに耳を傾け、それについて対応すること。

source: -Be patient and continue to rework the code until acceptance.
ja_jp: - 辛抱強く、承認を得るまでコードを修正すること。

source: Hiring Talent
ja_jp: 人材の採用

source: It’s no secret that open source developers are in short supply.
ja_jp: オープンソース開発者が足りていないことは、周知の事実です。

source: That is likely to remain the case for the foreseeable future given that adoption of open source projects is at an all-time high and shows no signs of slowing.
ja_jp: オープンソース プロジェクトの採用が高まるばかりで、鈍化の兆しを見せていないことを考えると、しばらくの間はこの状況が変わらない可能性は高いでしょう。

source: Not only does this mean that it is hard to find skilled developers to hire, but it is also tough to retain them if you do.
ja_jp: これはスキルのある開発者を見つけるのが困難であることだけでなく、彼らを引き留めることが難しいことも意味します。

source: A 2016 Cloud Foundry report found that there are “a quarter-million job openings for software developers in the U.S. alone and half a million unfilled jobs that require tech skills.”
ja_jp: 2016年のクラウド ファンドリー レポートでは、「米国だけで25万のソフトウェア開発者の就職口があり、技術スキルを必要とする空きポストが50万ある」ことが報告されました。

source: Additionally, the analysts forecast that the number of unfillable developer jobs will “grow to one million within the next decade.”
ja_jp: さらに、アナリストは埋められない開発者のポスト数が「次の十年間で100万名分に達する」と予測しています。

source: The demand for open source developers is even more extreme.
ja_jp: オープンソース開発者の需要はそれよりも熾烈なものです。

source: Still you can find out who are the leaders and who are regular and skilled contributors in an open source community and try to hire them directly.
ja_jp: それでも、オープンソース コミュニティにおいて誰がリーダーか、誰が定期的に参加しスキルのある貢献者かを知り、彼らを直接雇用しようと試みることができます。

source: Or, you can ask them to recommend developers they themselves would like to work with.
ja_jp: あるいは、彼らに一緒に働きたいと思う開発者を推薦してもらうこともできます。

source: “If you’re planning on hiring a maintainer, or hiring a strong contributor, keep in mind that those people are in high demand and they’re the most job flexible people on the planet.
ja_jp: Martin氏は次のように説明しています。「保守者、または強力な貢献者を雇用しようと計画しているなら、それらの人々の需要が高いこと、世界で最も仕事に柔軟性を持つ人々であることを念頭においてください。

source: Meaning, they can go from company to company, and still work on the same project.
ja_jp: それは、彼らが会社を渡り歩いても、同じプロジェクトに取り組むことができることを意味します。

source: The only thing that changes is the name of the company signing their paycheck,” says Martin.
ja_jp: 何か変わることと言えば、彼らの給料の小切手に署名する会社名だけです」

source: You can find additional guidance on hiring open source developers in the Linux Foundation Guide “Recruiting Open Source Developers.”
ja_jp: オープンソース開発者の採用活動についてのさらなる助言については、Linux Foundationのガイド『オープンソース開発者の採用』を参照してください。

source: Building talent (the best way)
ja_jp: 人材を育成する（最善策）

source: Fortunately, open source is so hotly in demand that developers actively seek opportunities to develop or hone their open source chops.
ja_jp: 幸運なことに、オープンソースはとても熱を持った需要があるため、開発者たちは開発に携わる、またはオープンソースでの才能を洗練させる機会を積極的に探しています。

source: Martin says that every developer he’s interviewed to date has asked him how the company will help him build his own open source brand.
ja_jp: Martin氏は、彼がこれまでにインタビューした開発者は全員、彼自身のオープンソース ブランドを構築する上で、会社がどのような支援をしてくれるかと聞いてきたと言います。

source: Helping the developer grow into leadership in an open source community is a prime perk and useful in recruitment.
ja_jp: 開発者がオープンソース コミュニティでリーダーシップを取るような人材に成長することを助けることは、最も活性化させる方法であり、採用の価値ある武器となります。

source: Raising your own company’s visibility in its open source work can thus also help recruit developers.
ja_jp: 自社のオープンソースの仕事の認知度を高めることは、結果的に開発者の採用にも役立ちます。

source: Some companies even offer open source training to add to the appeal.
ja_jp: 一部の会社では、魅力を高めるためにオープンソースに関するトレーニングさえも提供しています。

source: Presenting the company’s open source projects at conferences and contributing code in communities hare the best ways to raise your company’s visibility.
ja_jp: 展示会で会社のオープンソース プロジェクトを発表すること、コミュニティでコードに貢献することは、自社の認知度を高める最善の方法です。

source: Asking your developers to network with other developers and invite them aboard also tends to work well.
ja_jp: 自社の開発者に、他の開発者とネットワークを作って、入社を誘うように依頼することも、うまくいくことが多いようです。

source: Another key approach to attracting developers is by offering apprenticeships.
ja_jp: 開発者を惹きつけるためのもう一つの重要なアプローチ方法は、実習期間を提案することです。

source: Developers like to work on significant projects with plenty of reputation-building challenges.
ja_jp: 開発者は、自分の評判を構築できる挑戦の機会が多くある重要なプロジェクトに携わることを好みます。

source: Offering apprenticeships and mentorship programs tends to be a successful draw and a great way to leverage the talent you already have onboard.
ja_jp: 実習やメンターシップのプログラムの提供は、入社のきっかけとしての魅力を追加し、既に社内にいる人材も活用できる優れた方策です。

source: Above all, gain the community’s trust so that your company is attractive to open source developers and to developers who seek to advance their career by working with a trustworthy, open source leader.
ja_jp: 何よりも、コミュニティの信頼を得ることで、オープンソース開発者、そして信頼できるオープンソース リーダーで働くことでキャリアを前進させたい開発者にとって自社の魅力を高めることができます。

source: “Like anyone else, commercially-motivated developers gain influence in the project through the quality and quantity of their contributions.”
ja_jp: 「他の誰もと同様、商業的なモチベーションを持った開発者は、彼らの貢献の質と量を通してプロジェクトでの影響力を獲得します」

source: – Open Source Guides, GitHub, Leadership and Governance, corporate employees.
ja_jp: - オープンソース ガイド、GitHub、リーダーシップおよびガバナンス、企業従業員。

source: Strategic contributions
ja_jp: 戦略的な貢献

source: Strategic contributions are significant in establishing leadership.
ja_jp: 戦略的な貢献は、リーダーシップの確立に必要不可欠なものです。

source: They tend to address a large problem shared across the ecosystem, or provide a key advancement that pushes the project past a community set goal line.
ja_jp: このような貢献はエコシステムを横断して共有されている大きな問題に対応する、あるいはプロジェクトをコミュニティが設定したゴールラインを超えて勧める、重要な進展を提供する傾向にあります。

source: However, you can’t just release the code and forget about it.
ja_jp: ただし、単にコードをリリースしてそれを放置することはできません。

source: There’s work to do in providing documentation, expanding the ecosystem, partnering to advance this code or toolset even further, and so on.
ja_jp: 文書の提供、エコシステムの拡張、そのコードまたはツールセットをさらに進展させるためにパートナーシップを組むなど、たくさんの仕事があります。

source: Staying in the game and remaining both visible and reliable is key.
ja_jp: 活動を続けること、認知度と信頼性を保つことがカギとなります。

source: Non-technical contributions and support
ja_jp: 技術以外の貢献と支援

source: Beyond technical contributions, strategic and otherwise, are other ways to contribute and support the community thereby further building leadership.
ja_jp: 技術的、戦略的、その他の貢献以外にも、コミュニティに貢献し、支援して結果的にリーダーシップ構築を推進する方法があります。

source: Those include contributing to and supporting developer education and providing mentorship.
ja_jp: そのような方法には、開発者の教育に貢献し、支援することと、メンターシップの提供が含まれます。

source: Providing support for the technical aspects is another successful way to establish leadership.
ja_jp: 技術的な要素に支援を提供することは、リーダーシップ確立の成功をもたらすもう一つの方法です。

source: The key is to look around and see what the community needs beyond technical contributions and then step up to contribute some of that.
ja_jp: 重要なのは、よく観察してコミュニティが技術的貢献以外に何を必要としているかを見極め、そのうちの一部に貢献するため、さらに力を入れることです。

source: Final words
ja_jp: まとめ

source: In summary, being a good leader and winning influence takes time and hard work.
ja_jp: 要約すると、良いリーダーになること、影響力を獲得することには時間と大きな努力を必要とします。

source: Specific ways to work at becoming a leader include:
ja_jp: リーダーになるための具体的な方法には以下が含まれます。

source: -Adapt to the OSS project culture, practices and tools.
ja_jp: - OSSプロジェクト文化、実践とツールに適応すること。

source: Work to fit in and follow the rules and processes.
ja_jp: プロジェクトになじみ、ルールとプロセスに従うよう努力しましょう。

source: Remember it’s not about you; it’s about the project.
ja_jp: 中心になるのはあなたではなく、プロジェクトであることを忘れないでください。

source: -Do the grunt work.
ja_jp: - 単調でつらい仕事をすること。

source: Projects need workhorses, not all-stars.
ja_jp: プロジェクトはスターだけではなく、縁の下の力持ちを必要としています。

source: Besides, if you can’t do the work, you can’t earn the right to lead.
ja_jp: それに、仕事ができなければ、指揮する権利を勝ち取れません。

source: Be quick to show you can and will do the work needed.
ja_jp: あなたは仕事ができること、必要な仕事を進んでやることを、すばやくコミュニティに示しましょう。

source: -Be magnanimous.
ja_jp: - 寛大さを示すこと。

source: Contribute code that benefits the whole project.
ja_jp: プロジェクト全体に利益をもたらすようにコードで貢献しましょう。

source: -Build consensus.
ja_jp: - 合意を形成すること。

source: True leaders can build consensus, work to help achieve consensus even before becoming a leader to show that you aren’t a grandstander or a tyrant.
ja_jp: 真のリーダーは合意を形成することができます。リーダーになる前でも、あなたがスタンドプレイをする人でも、暴君のような人でもないことを証明するため、意見の一致に達する手助けをしましょう。

source: -Accept that leadership changes.
ja_jp: - リーダーシップは変わっていくことを受け入れること。

source: Recognize and accept that leadership roles move with the people, not the company that employs them.
ja_jp: リーダーシップの役割が、人々を雇用する企業ではなく、人々と共に動くという事実を認識し、受け入れましょう。

source: These resources were created in partnership with the TODO (Talk Openly, Develop Openly) Group – the professional open source networking group at The Linux Foundation.
ja_jp: これらの資料はTODO（Talk Openly, Develop Openly）グループとのパートナーシップの下で作成されました。このグループはLinux Foundationのプロフェッショナル オープンソース ネットワーキング グループです。

source: A special thanks goes out to the open source program managers who contributed their time and knowledge to making these comprehensive guides.
ja_jp: これらの包括的なガイドの制作に時間と知識を貢献して下さったオープンソース プログラムのマネージャーの皆さんに深く感謝します。

source: Participating companies include Autodesk, Comcast, Dropbox, Facebook, Google, Intel, Microsoft, Netflix, Oath (Yahoo + AOL), Red Hat, Salesforce, Samsung and VMware.
ja_jp: 参加している企業にはAutodesk、Comcast、Dropbox、Facebook、Google、Intel、Microsoft、Netflix、Oath （Yahoo + AOL）、Red Hat、Salesforce、Samsung、VMwareが含まれます。

source: To learn more, visit: todogroup.org
ja_jp: 詳しくはtodogroup.orgをご覧ください

source: This work is licensed under a Creative Commons Attribution ShareAlike 4.0 International License.
ja_jp: 本事業はクリエイティブ コモンズ表示 - 継承 4.0 国際ライセンス（CC BY-SA 4.0）に則ってライセンス化されています。
